/* NSOpenPanel title */
"Choose sounds to play" = "Vänligen välj en eller flera soundfiler";

/* Error message when file is not a playable sound */
"Error playing sound" = "Dokumentet %@ är ingen ljudfil eller föreligger i ett format som kan inte återges av Taply.";

/* Contextual Menu Item "Quit" */
"Quit" = "Avsluta";

/* Contextual Menu Item "Reveal in Finder" */
"Reveal in Finder" = "Visa i finder";

/* Button title: Pause / resume playback */
"Pause playback" = "Paus / Fortsätta återgivning";

/* Button title: Play next file */
"Play next file" = "Spela nästa fil";

/* Button title: Play previous file */
"Play previous file" = "Spela sista fil";

/* "Button title: Repeat the current file" */
"Repeat the current file" = "Repetera filen";

/* Button title: Help */
"Help" = "Hjälp / Info om programmet";

/* Clear playlist */
"Clear playlist" = "Töm låtlistan";

/* File %d of %d  */
"File %d of %d" = "Fil %d av %d";

"Open prefs" = "Inställningar…";

"Remember volume" = "Remember volume between launches";

"Random order" = "Add files in random order to playlist";
